Tekla Open API Reference for Tekla Structures 2025
Constants Fields
The Constants type exposes the following members.
Fields
Name | Description
XS_DEFAULT
 The value of an uninitialized Tekla Structures variable.
Top
See Also
Reference
Constants Class
Tekla.Structures.Datatype Namespace